// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99. Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@. %2$@ - %3$@ skivor.";

/* $19.99. Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 skiva.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ och %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (Ej möjligt att köpa biljett online)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d timmar";

/* No comment provided by engineer. */
"%d minutes" = "%d minuter";

/* No comment provided by engineer. */
"%d months ago" = "%d månader sedan";

/* No comment provided by engineer. */
"%d of %d" = "%1$d av %2%d";

/* No comment provided by engineer. */
"%d theaters outside search area" = "%d biografer utanför sökområdet";

/* No comment provided by engineer. */
"%d weeks ago" = "%d veckor sedan";

/* No comment provided by engineer. */
"%d years ago" = "%d år sedan";

/* No comment provided by engineer. */
"1 hour" = "1 timme";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mile";

/* No comment provided by engineer. */
"1 minute" = "1 minut";

/* No comment provided by engineer. */
"1 month ago" = "1 månad sedan";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 biograf utanför sökområdet";

/* No comment provided by engineer. */
"1 week ago" = "1 vecka sedan";

/* No comment provided by engineer. */
"1 year ago" = "1 år sedan";

/* No comment provided by engineer. */
"About" = "Om";

/* This string has to be small enough to be visible with a picker switch next to it. It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Auto-uppdatera position";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Bokmärken";

/* Option for when the user wants both DVD and blu-ray */
"Both" = "Båda";

/* This string should try to be short. So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Ring";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cast:" = "Rollbesättning:";

/* No comment provided by engineer. */
"Change date" = "Ändra datum";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Ort eller postnummer";

/* No comment provided by engineer. */
"Could not find location." = "Det gick inte att hitta positionen.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "Informationen om DVD/Blu-ray kommer från:";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Informationen om kommande datum kan var ofullständig. Ställ tillbaka sökdatumet till dagens datum för att se den kompletta listan.";

/* No comment provided by engineer. */
"Director:" = "Regissör:";

/* No comment provided by engineer. */
"Directors:" = "Regissörer:";

/* This is on a button that allows users to sort theaters by distance */
"Distance" = "Avstånd";

/* No comment provided by engineer. */
"Downloading data" = "Laddar ned data";

/* No comment provided by engineer. */
"Downloading poster" = "Laddar ned bild";

/* This string must it on a button half the width of the screen. It means 'email the theater listings to a friend' */
"E-mail listings" = "E-posta listan";

/* No comment provided by engineer. */
"Favorites" = "Favoriter";

/* No comment provided by engineer. */
"Format:" = "Format:";

/* No comment provided by engineer. */
"Genre:" = "Genre:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Geolocation-tjänsterna kommer från:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Illustrationer av Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "I fredags";

/* No comment provided by engineer. */
"Last Monday" = "I måndags";

/* No comment provided by engineer. */
"Last Saturday" = "I lördags";

/* No comment provided by engineer. */
"Last Sunday" = "I söndags";

/* No comment provided by engineer. */
"Last Thursday" = "I torsdags";

/* No comment provided by engineer. */
"Last Tuesday" = "I tisdags";

/* No comment provided by engineer. */
"Last Wednesday" = "I onsdags";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Mindre än %1$d %2$@ bort";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Mindre än 1 %@ bort";

/* No comment provided by engineer. */
"License" = "Licens";

/* No comment provided by engineer. */
"Loading poster" = "Laddar bild";

/* No comment provided by engineer. */
"Loading" = "Laddar";

/* No comment provided by engineer. */
"Local results unavailable" = "Lokala resultat ej tillgängliga";

/* No comment provided by engineer. */
"Localized by:" = "Anpassad av:";

/* No comment provided by engineer. */
"Location" = "Position";

/* This string should try to be short. So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Visa karta";

/* No comment provided by engineer. */
"Movie details provided by:" = "Informationen om filmen kommer från:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Filmrecensionerna kommer från:";

/* No comment provided by engineer. */
"Movies" = "Filmer";

/* No comment provided by engineer. */
"My other applications" = "Mina andra program";

/* This is on a button that allows users to sort theaters by their name */
"Name" = "Namn";

/* No comment provided by engineer. */
"Network unavailable" = "Nätverket inte tillgängligt";

/* No comment provided by engineer. */
"No information found" = "Kunde inte hitta någon information";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Kunde inte hitta någon information om '%1$@' den %2$@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Kunde inte hitta någon information om '%1$@' på '%2$@' den %3$@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Kunde inte hitta någon information om '%1$@' den %2$@";

/* No comment provided by engineer. */
"No more show times available today." = "Det finns inga fler visningar tillgängliga idag.";

/* No comment provided by engineer. */
"No results found for '%@'" = "Kunde inte hitta någon information om '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "Det finns ingen sammanfattning.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Inga";

/* No comment provided by engineer. */
"Not yet rated" = "Ej betygsatt";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Order tickets for %@" = "Beställ biljetter till %@";

/* No comment provided by engineer. */
"Play trailer" = "Spela trailer";

/* No comment provided by engineer. */
"Please enter your location" = "Ange din position";

/* This string has to be small enough to be visible with a picker switch next to it. It means 'sort bookmarked movies at the top of all lists' */
"Prioritize Bookmarks" = "Prioritera bokmärken";

/* No comment provided by engineer. */
"Project website" = "Websajt för projektet";

/* No comment provided by engineer. */
"Rated %@" = "Åldersgräns %@";

/* No comment provided by engineer. */
"Rated:" = "Åldersgräns:";

/* No comment provided by engineer. */
"Read reviews" = "Läs recensioner";

/* No comment provided by engineer. */
"Really close by" = "Nära";

/* No comment provided by engineer. */
"Really far away" = "Långt bort";

/* No comment provided by engineer. */
"Release date:" = "Premiärdatum:";

/* This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Premiär";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Premiär: %@";

/* No comment provided by engineer. */
"Reviews" = "Recensioner";

/* No comment provided by engineer. */
"Running time:" = "Speltid:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Betyg";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Sökdatum";

/* No comment provided by engineer. */
"Search Distance" = "Sökavstånd";

/* No comment provided by engineer. */
"Send Feedback" = "Skicka kommentarer";

/* No comment provided by engineer. */
"Settings" = "Inställningar";

/* We hide theaters if they are too far away. But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Visa %d dolda biografer";

/* We hide theaters if they are too far away. But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Visa 1 dold biograf";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Visningstider hämtade den %@.";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Biografen rapporterade visningstider senast den \n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Biograferna begränsar ofta maximalt sökavstånd, och därför kan vissa biografer saknas i sökresultatet även om sökavståndet är långt.";

/* No comment provided by engineer. */
"Theaters" = "Biografer";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Denna biograf har inte rapporterat visningstider ännu. När tiderna blir tillgängliga kommer %@ att hämta dem automatiskt.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Biljettförsäljningen kommer från:";

/* This is on a button that allows the user to sort movies based on their title. */
"Title" = "Titel";

/* No comment provided by engineer. */
"Today" = "Idag";

/* No comment provided by engineer. */
"Unknown Distance" = "Avstånd okänt";

/* No comment provided by engineer. */
"Unknown release date" = "Premiärdatum okänt";

/* No comment provided by engineer. */
"Unrated" = "Ej betygsatt";

/* No comment provided by engineer. */
"Upcoming" = "Kommande";

/* No comment provided by engineer. */
"Updating Listings" = "Uppdaterar lista";

/* This string has to be small enough to be visible with a picker switch next to it */
"Use Small Fonts" = "Liten text";

/* No comment provided by engineer. */
"Visit IMDb" = "Besök IMDb";

/* No comment provided by engineer. */
"Website" = "Websajt";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Skriven av Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Igår";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for Now Playing is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Du har i din %1$@ angett att ditt land är: %2$@\n\n. Snart kommer fullt stöd för Now Playing till ditt land, men flera av funktionerna kan användas redan idag! När fler funktioner blir tillgängliga kommer du automatiskt att bli underrättad.";

/* No comment provided by engineer. */
"kilometer" = "kilometer";

/* No comment provided by engineer. */
"kilometers" = "kilometer";

/* No comment provided by engineer. */
"mile" = "mile";

/* No comment provided by engineer. */
"miles" = "miles";